<?php

$string['pluginname'] = 'Мониторинг курсов';
$string['monitoring:view'] = 'Просматривать отчет «Мониторинг курсов»';
$string['monitoring:catview'] = 'Просматривать категорию отчета «Мониторинг курсов»';
$string['key1'] = 'Курс';
$string['key2'] = 'Преподаватель (последний вход)';
$string['key3'] = 'Обнаруженные замечания';
$string['key4'] = 'нет преподавателей';
$string['key5'] = 'студенты не подписаны на курс';
$string['key6'] = 'в курсе нет ни одного задания или теста';
$string['key7'] = 'в курсе нет ни одного файла';
$string['key8'] = 'замечаний не обнаружено';
$string['key9'] = 'есть неоцененные работы';
$string['key10'] = 'Выполнение заданий курса';
$string['key11'] = 'Название модуля';
$string['key12'] = 'Общее количество работ';
$string['key13'] = 'Число загруженных работ';
$string['key14'] = 'Число оцененных работ';
$string['key15'] = 'Итого';
$string['key16'] = 'Выполнение тестов курса';
$string['key17'] = 'Общее количество тестов';
$string['key18'] = 'Число выполненных тестов';
$string['key19'] = 'Групповой режим';
$string['key20'] = 'Без оценки';
$string['key21'] = 'Отчет «Мониторинг курсов» просмотрен';
$string['key22'] = 'Курсы не найдены';
